anthropic.claude-code
bbenoist.nix
bierner.markdown-checkbox
biomejs.biome
blazejkustra.react-compiler-marker
bradlc.vscode-tailwindcss
brettm12345.nixfmt-vscode
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jcreamer.vscode-monorepo-tools
kdl-org.kdl
mark-wiemer.vscode-autohotkey-plus-plus
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
oxc.oxc-vscode
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rentalhost.npm-outdated-plus
serverpod.serverpod
seyyedkhandon.firacode
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
thang-nm.catppuccin-perfect-icons
unifiedjs.vscode-mdx
vitest.explorer
vue.volar
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
